Repository: JessicaSabino/api
Catalog: atados_project/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: example@example.com
pt_br: exemplo@examplo.com.br

source: Add more info about this project
pt_br: Adicione mais informações sobre este ato

source: Select one or more causes
pt_br: Selecione uma ou mais causas

source: This name (or a very similar) is already is use.
pt_br: Este nome (ou um muito parecido) já está em uso.

source: Select one or more skills
pt_br: Selecione uma ou mais habilidades

source: Project name
pt_br: Nome do ato

source: Details
pt_br: Detalhes

source: Short description
pt_br: Descrição curta

source: Responsible name
pt_br: Nome do responsável

source: Phone
pt_br: Telefone

source: Published
pt_br: Publicado

source: Closed
pt_br: Fechado

source: Deleted
pt_br: Excluído

source: Deleted date
pt_br: Data que foi excluído

source: Collection made by the nonprofit
pt_br: Coleta realizada pela ONG

source: Weekly hours
pt_br: Carga horária semanal

source: This work can be done remotely.
pt_br: Este trabalho pode ser feito a distância.

source: Material name
pt_br: Nome do material

source: Quantity
pt_br: Quantidade

source: Role name
pt_br: Nome do cargo

source: Prerequisites
pt_br: Pré-requisitos

source: Vacancies
pt_br: Vagas

source: ^(?P<nonprofit>[-\w]+)/add-new-project$
pt_br: ^(?P<nonprofit>[-\w]+)/adicionar-novo-ato$

source: ^(?P<nonprofit>[-\w]+)/add-new-project/donation$
pt_br: ^(?P<nonprofit>[-\w]+)/adicionar-novo-ato/doacao$

source: ^(?P<nonprofit>[-\w]+)/add-new-project/work$
pt_br: ^(?P<nonprofit>[-\w]+)/adicionar-novo-ato/ato-recorrente$

source: ^(?P<nonprofit>[-\w]+)/add-new-project/job$
pt_br: ^(?P<nonprofit>[-\w]+)/adicionar-novo-ato/ato-pontual$

source: ^(?P<nonprofit>[-\w]+)/(?P<project>[-\w]+)/edit$
pt_br: ^(?P<nonprofit>[-\w]+)/(?P<project>[-\w]+)/editar$

source: ^(?P<nonprofit>[-\w]+)/(?P<project>[-\w]+)/collaborators$
pt_br: ^(?P<nonprofit>[-\w]+)/(?P<project>[-\w]+)/colaboradores$

source: ^(?P<nonprofit>[-\w]+)/(?P<project>[-\w]+)/delete$
pt_br: ^(?P<nonprofit>[-\w]+)/(?P<project>[-\w]+)/excluir$

source: ^(?P<nonprofit>[-\w]+)/(?P<project>[-\w]+)/apply$
pt_br: ^(?P<nonprofit>[-\w]+)/(?P<project>[-\w]+)/atar$

source: ^(?P<nonprofit>[-\w]+)/(?P<project>[-\w]+)/picture$
pt_br: ^(?P<nonprofit>[-\w]+)/(?P<project>[-\w]+)/imagem$

source: Project was successfully deleted.
pt_br: Ato excluído com sucesso.

source: Volunteers
pt_br: Voluntários

source: Delete this project
pt_br: Excluir este ato

source: Delete project
pt_br: Excluir ato

source: Causes
pt_br: Causas

source: Delivery
pt_br: Entrega

source: Materials
pt_br: Materiais

source: Location
pt_br: Localização

source: Roles
pt_br: Cargos

source: Role
pt_br: Cargo

source: Skills
pt_br: Habilidades

source: Availability
pt_br: Disponibilidade

source: Voluntary work:
pt_br: Trabalho voluntário:

source: Edit profile picture
pt_br: Editar imagem do ato

source: Add profile picture
pt_br: Editar imagem do ato

source: You're already applied
pt_br: Já se atou

source: Apply
pt_br: Inscreva-se

source: View details
pt_br: Ver vetalhes

source: You are applying for &quot;%(project_name)s&quot;.
pt_br: Você está se atando ao ato &quot;%(project_name)s&quot;.

source: Cancel
pt_br: Cancelar

source: Appying...
pt_br: Atando...

source: Add more materials
pt_br: Adicionar mais materiais

source: Collecting
pt_br: Coleta

source: Contact
pt_br: Contato

source: More info
pt_br: Mais informações

source: Add more roles
pt_br: Adicionar mais cargos

source: Explore projects
pt_br: Explore atos

source: Project kind choose
pt_br: Escolho o tipo de ato

source: Add new donation
pt_br: Adicionar nova doação

source: Create
pt_br: Criar

source: Back
pt_br: Voltar

source: Add new job
pt_br: Adicionar novo ato pontual

source: Add new work
pt_br: Adicionar novo ato recorrente

source: Options
pt_br: Opções

source: Picture
pt_br: Imagem

source: Edit project picture
pt_br: Editar imagem do ato

source: Upload
pt_br: Enviar

source: What kind of project you want to create?
pt_br: Que tipo de ato você deseja criar?

source: Donation
pt_br: Doação

source: Edit
pt_br: Editar

source: Save
pt_br: Salvar
