Repository: JessicaSabino/api
Catalog: atados_nonprofit/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Nonprofit name
pt_br: Nome da ONG

source: Nonprofit address
pt_br: Endereço da ONG

source: This value may contain only letters, numbers and "-" character.
pt_br: São permitidos apenas letras, números e "-".

source: Your name
pt_br: Seu nome

source: example@example.com
pt_br: examplo@examplo.com.br

source: Your e-mail
pt_br: Seu e-mail

source: Phone
pt_br: Telefone

source: Your username
pt_br: Seu nome de usuário

source: Create a password
pt_br: Crie uma senha

source: Confirm your password
pt_br: Confirme sua senha

source: This username is already is use.
pt_br: Este nome de usuário já está em uso.

source: This nonprofit address is already is use.
pt_br: Este enereço já está em uso.

source: This e-mail is already is use.
pt_br: Este e-mail já está em uso

source: Select one or more causes
pt_br: Selecione uma ou mais causas

source: Name
pt_br: Nome

source: Details
pt_br: Detalhes

source: ^(?P<nonprofit>[-\w]+)/nonprofit/first-step$
pt_br: ^(?P<nonprofit>[-\w]+)/ong/primeiro-passo$

source: ^(?P<nonprofit>[-\w]+)/nonprofit/second-step$
pt_br: ^(?P<nonprofit>[-\w]+)/ong/segundo-passo$

source: ^nonprofit/sign-up-complete$
pt_br: ^ong/cadastro-concluido

source: ^(?P<nonprofit>[-\w]+)/edit-nonprofit-picture$
pt_br: ^(?P<nonprofit>[-\w]+)/editar-imagem-da-ong$

source: ^(?P<nonprofit>[-\w]+)/edit$
pt_br: ^(?P<nonprofit>[-\w]+)/editar$

source: Upload
pt_br: Enviar

source: Edit profile picture
pt_br: Editar a imagem de perfil

source: Add profile picture
pt_br: Adicione uma imagem de perfil

source: Who we are and what we do
pt_br: Quem somos e o que fazemos

source: Nothing about this nonprofit
pt_br: Nada sobre esta ONG

source: Causes
pt_br: Causas

source: Projects
pt_br: Atos

source: Location
pt_br: Localização

source: Edit nonprofit details
pt_br: Editar detalhes da ONG

source: Save
pt_br: Salvar

source: Choose your causes
pt_br: Selecione suas causas

source: First step: choose your causes
pt_br: Primeiro passo: selecione suas causas

source: Next step
pt_br: Próximo passo

source: Skip this step
pt_br: Pular este passo

source: New project
pt_br: Novo ato

source: Your nonprofit does not have any project
pt_br: Sua ONG não possui nenhum ato

source: Edit nonprofit picture
pt_br: Editar imagem da ONG

source: Set your picture
pt_br: Envie uma foto

source: Second step: set your picture
pt_br: Segundo passo: envie uma foto

source: Upload and Finish
pt_br: Enviar e concluir

source: Sign up successful
pt_br: Registro concluído com sucesso

source: Thanks for signing up!
pt_br: Obrigado por se registrar!

source: Sign up
pt_br: Registrar

source: Join us to find more volunteers!
pt_br: Junte-se a nós para encontrar mais voluntários!

source: About the nonprofit
pt_br: Sobre a ONG

source: About you
pt_br: Sobre você
